[
  {
    "img_url": "https://cdn-icons-png.flaticon.com/512/2920/2920329.png",
    "title": "Apps Development",
    "description": "Transform your ideas into reality with our expert team of mobile app developers. We deliver cutting-edge native and cross-platform iOS and Android solutions to bring your business or consumer applications to market."
  },
  {
    "img_url": "https://www.imagineinfosys.com/images/web-dev%20icon.png",
    "title": "Web Development",
    "description": "Crafting exceptional web experiences goes beyond coding for us. Our web development team combines skill and experience to create websites that stand out, delivering more than just good coding we deliver a complete online presence."
  },
  {
    "img_url": "https://www.imagineinfosys.com/images/news-portal-icon-removebg-preview.png",
    "title": "Software Development",
    "description": "Unlock the full potential of your business with our efficient and effective software development service. Our expert software developers manage your software assets, ensuring seamless integration and innovation."
  },
  {
    "img_url": "https://www.imagineinfosys.com/images/team-icon.png",
    "title": "Imagine Independent",
    "description": "Empower yourself with extra options and a global perspective. Position yourself to serve the world and thrive in the emerging global economy with Imagine Independent."
  },
  {
    "img_url": "https://www.imagineinfosys.com/images/team-icon.png",
    "title": "Digital Marketing",
    "description": "Stand out in the digital landscape with our digital marketing services. Gain the extra options needed to better position yourself for success in the evolving global economy."
  },
  {
    "img_url": "https://www.imagineinfosys.com/images/team-icon.png",
    "title": "Alibaba Cloud Servers",
    "description": "Elevate your digital presence with Alibaba Cloud Servers. Gain the extra options needed to better position yourself for success in the evolving global economy."
  },
  {
    "img_url": "https://www.imagineinfosys.com/images/team-icon.png",
    "title": "Web Hosting",
    "description": "Experience reliable and secure web hosting services. Give yourself the extra options to better serve your world and position yourself for success in the emerging global economy."
  },
  {
    "img_url": "https://www.imagineinfosys.com/images/team-icon.png",
    "title": "Domains Registration",
    "description": "Secure your online identity with our domain registration services. Gain the extra options needed to better position yourself for success in the evolving global economy."
  },
  {
    "img_url": "https://www.imagineinfosys.com/images/team-icon.png",
    "title": "Cloud Shared Hosting",
    "description": "Experience the power of cloud shared hosting. Give yourself extra options and become better positioned to serve your world and thrive in the emerging global economy."
  },
  {
    "img_url": "https://www.imagineinfosys.com/images/team-icon.png",
    "title": "Reseller Hosting",
    "description": "Unlock opportunities with our reseller hosting services. Gain the extra options needed to better position yourself for success in the evolving global economy."
  },
  {
    "img_url": "https://www.imagineinfosys.com/images/team-icon.png",
    "title": "Google One Setup",
    "description": "Optimize your digital experience with Google One. Gain the extra options needed to better position yourself for success in the evolving global economy."
  },
  {
    "img_url": "https://www.imagineinfosys.com/images/team-icon.png",
    "title": "SSL Certificate",
    "description": "Ensure security with SSL certificates. Gain the extra options needed to better position yourself for success in the evolving global economy."
  },
  {
    "img_url": "https://www.imagineinfosys.com/images/team-icon.png",
    "title": "SEO",
    "description": "Boost your online visibility with our SEO services. Gain the extra options needed to better position yourself for success in the evolving global economy."
  },
  {
    "img_url": "https://www.imagineinfosys.com/images/team-icon.png",
    "title": "Bulk SMS",
    "description": "Connect with your audience through bulk SMS services. Gain the extra options needed to better position yourself for success in the evolving global economy."
  },
  {
    "img_url": "https://www.imagineinfosys.com/images/team-icon.png",
    "title": "Custom Service",
    "description": "Tailored solutions for your unique needs. Gain the extra options needed to better position yourself for success in the evolving global economy."
  }
]
